<h2><span style="color: #3366ff;"><strong>IMPORTANTE</strong></span></h2>
<p>Estimados, para conocimiento de todos los participantes contestar&eacute; las dudas generales en&nbsp;<a href="http://opencampus.utpl.edu.ec/courses/course-v1:UTPL+AMOCR7+2020_1/discussion/forum/course/threads/5e988f18ec4a897336000169" target="[object Object]">este espacio,</a> por favor <strong>no crear m&aacute;s hilos</strong> ya que no es posible seguir todos por el n&uacute;mero de participantes y no se podr&aacute; dar respuesta a todas las inquietudes. As&iacute; mismo les comunico que&nbsp;<a href="http://opencampus.utpl.edu.ec/courses/course-v1:UTPL+AMOCR7+2020_1/discussion/forum/course/threads/5e988f18ec4a897336000169" target="[object Object]">este</a> es el espacio para resolver inquietudes, mas no el correo electr&oacute;nico, ya que hay participantes con las mismas dudas, que una vez que se contesta a uno todos las podr&aacute;n observar.</p>
<p><span style="color: #3366ff;"><strong>RETOS</strong></span>: Los retos se habilitan cada semana conforme avanza el curso, se debe completar las preguntas en l&iacute;nea y enviarlo en l&iacute;nea tambi&eacute;n, una vez que se ha completado el sistema les anuncia que lo han completado y que est&aacute; pendiente la calificaci&oacute;n de pares. la fecha m&aacute;xima de entrega del reto es la que consta en la metodolog&iacute;a, por lo tanto los que lo entreguen despu&eacute;s de esa fecha no se registra su participaci&oacute;n y no es posible aperturar nuevamente. El reto se encuentra debidamente cargado, aquellos participantes que no lo pueden visualizar pueden cambiar de navegador, ese puede ser su inconveniente.</p>
<p><span style="color: #3366ff;"><strong>TEST</strong></span>: Al igual que los retos los test se activan cada semana, y los deben ir completando.</p>
<p><strong><span style="color: #3366ff;">Calificaci&oacute;n de pares</span></strong>: Corresponde a la calificaci&oacute;n de las actividades que realizar&aacute;n a sus compa&ntilde;eros, la distribuci&oacute;n la realiza el sistema directamente con un n&uacute;mero de retos para cada participante, todas las indicaciones sobre esta actividad la encontrar&aacute;n cuando se active la misma conforme a las fechas que constan en la metodolog&iacute;a. Se realiza en el mismo espacio donde subieron su reto.</p>
<p>Los invito a completar semana a semana el curso, el material se encuentra distribuido para una semana, por lo tanto no es obligatorio que el primer d&iacute;a de la semana realicen el test y el reto, ya que no habr&aacute;n revisado correctamente el material, lo importante es comprender el tema y adquirir los conocimientos.</p>
<p>No es necesario grupos de Wathsapp, ya que toda la informaci&oacute;n la tienen en la plataforma.</p>
<p>Si el sistema les genera alg&uacute;n error deben enviar un mail con la captura de el error a la siguiente direcci&oacute;n: opencampus.go@gmail.com, ya que ellos son qui&eacute;nes les pueden solucionar problemas t&eacute;cnicos.</p>
<p>En cuanto a contenido acad&eacute;mico, en este espacio me pueden dejar sus inquietudes que ir&eacute; contestando.</p>
<p><span style="color: #ff0000;"><strong>IMPORTANTE</strong></span>: NO crear m&aacute;s hilos, en el foro denominado <a href="http://opencampus.utpl.edu.ec/courses/course-v1:UTPL+AMOCR7+2020_1/discussion/forum/course/threads/5e988f18ec4a897336000169#" target="[object Object]"><strong>DUDAS GENERALES </strong></a>dar&eacute; respuestas a inquietudes acad&eacute;micas. Pueden hacer clic en&nbsp;el bot&oacute;n para seguir el foro y que lo ubiquen con facilidad.</p>
<p>Saludos,</p>
<p>Mar&iacute;a Beatriz</p>