<section><article><h2>April 20, 2020</h2><p>Estimados participantes:</p>
<p>Espero que todos se encuentren bien en compa&ntilde;&iacute;a de sus familias. Escribo para recalcar que inicia la segunda semana de trabajo. Pueden observar que se ha cargado el contenido que corresponde.&nbsp;Revisen los recursos con detenimiento, no hay apuro. Hay actividades de repaso y evaluaci&oacute;n. Adem&aacute;s se ha planteado una actividad tipo reto.</p>
<p>Las actividades de tipo Reto tienen 2 etapas:</p>
<ul>
<li>La primera que consiste en subir su trabajo, para lo cual se indica una fecha de inicio y fin de esta parte.&nbsp;</li>
<li>La segunda, consiste en la revisi&oacute;n por pares. Esta etapa requiere de que usted ingrese a la plataforma para que revise trabajos que le han sido asignados. Cuenta con una r&uacute;brica que le facilita dicha evaluaci&oacute;n.</li>
</ul>
<p><span style="color: rgb(153, 51, 102);"><strong>Importante:</strong></span> <em><strong>Esta actividad no se va a reflejar como completada hasta que no se hayan realizado las dos fases de la misma, por lo tanto, en el progreso no aparecer&aacute; su calificaci&oacute;n apenas haya subido su trabajo.</strong></em></p>
<p>Saludos cordiales,</p>
<p>Irma Cadme</p></article><article><h2>April 14, 2020</h2><p>Estimado(a) participante:</p>
<p>Por favor, no cree m&aacute;s hilos de conversaci&oacute;n en la sección Discusión. Hasta el momento solo he creado 2 foros con los que vamos a trabajar:&nbsp;</p>
<ul>
<li><a href="http://opencampus.utpl.edu.ec/courses/course-v1:UTPL+COMPFUND3+2020_1/discussion/forum/course/threads/5e8e3ce7ec4a89b1de00000e#">Foro de presentaci&oacute;n</a></li>
<li><a href="http://opencampus.utpl.edu.ec/courses/course-v1:UTPL+COMPFUND3+2020_1/discussion/forum/course/threads/5e923110ec4a89e7c6000023#">Foro de dudas generales</a></li>
</ul>
<p>La mayor&iacute;a ha creados hilos de conversaci&oacute;n que ser&aacute; muy dif&iacute;cil de seguir. Somos miles de participantes y tantos hilos en la secci&oacute;n de discusi&oacute;n se ha convertido en algo inmanejable. Por favor, colabore.</p>
<p>Gracias por su comprensi&oacute;n.</p>
<p>Un saludo,</p>
<p>Irma Cadme</p>
<p>&nbsp;</p></article><article><h2>April 13, 2020</h2><p>Estimado(a) participante:</p>
<p>Reciba una cordial bienvenida al curso de Fundamentos Inform&aacute;ticos. Seguramente ya revis&oacute; la descripci&oacute;n del curso y conoce que los temas a abordar son b&aacute;sicos, pero con su colaboraci&oacute;n vamos a aprender los &uacute;ltimos avances en estos temas propuestos.</p>
<p>Debo indicarle adem&aacute;s que los cursos <span style="color: rgb(51, 102, 255);"><strong>requieren fundamentalmente de su revisi&oacute;n y desarrollo de actividades propuestas</strong></span>. Por tanto, <span style="color: rgb(255, 0, 0);"><strong>no existen horarios de clase</strong></span>. Usted pone el ritmo de trabajo seg&uacute;n organice su tiempo.&nbsp;</p>
<p>El curso est&aacute; planificado para trabajar semana a semana, de tal manera que usted lo haga a conciencia y a la hora que haya dispuesto.&nbsp;</p>
<p>Poco a poco se ir&aacute;n dando indicaciones espec&iacute;ficas en caso de requerirlo.</p>
<p>Si tiene dudas, <span style="color: rgb(51, 102, 255);"><strong>utilice el espacio colaborativo</strong></span> que est&aacute; en la plataforma, dentro del curso, all&iacute; encontrar un <span style="color: rgb(51, 102, 255);"><strong>foro de dudas generales</strong></span> donde entre todos vamos a plasmar dudas y respuestas, esto es la base de la creaci&oacute;n de una comunidad de aprendizaje. Se revisar&aacute; &uacute;nicamente estos espacios por tanto, <span style="color: #3366ff;"><strong>no&nbsp;env&iacute;e mensajes al correo electr&oacute;nico del profesor</strong></span> porque somos una gran comunidad y lo podemos saturar.</p>
<p>Gracias por su atenci&oacute;n y &eacute;xitos en el curso.</p>
<p>Un saludo,</p>
<p>Irma Cadme</p>
<p></p>
<p></p></article><article><h2>April 13, 2020</h2><h1>&iexcl;Bienvenido!</h1>
<p>El curso "Fundamentos Informáticos" ha iniciado.&nbsp;&iexcl;&iexcl;Felicitamos su actitud, al ser una persona que se une a la comunidad de Open Campus con ganas de aprender!!</p>
<p style="font-size: 16px;"><span style="color: #333333;">Recuerde que estos cursos son de&nbsp;<strong>autoformaci&oacute;n</strong>, lo que implica que usted debe ingresar a la plataforma seg&uacute;n haya organizado su tiempo. Los&nbsp;contenidos y actividades&nbsp;est&aacute;n disponibles las 24 horas, mientras duren las semanas de trabajo planificadas. No existen horarios de clase o tutor&iacute;a.</span></p>

<p>Vayamos a la sección de contenidos y a través del foro present&eacute;monos ante todos los participantes del Curso y compartamos nuestras expectativas de aprendizaje y las primeras impresiones del uso de esta&nbsp;plataforma.</p>
<p><span style="font-size: 11pt; color: #000000;">Síganos!!!... Algunas de las v&iacute;as de comunicaci&oacute;n que tenemos en Open Campus son&nbsp;</span><strong><a href="https://www.facebook.com/OpenCampusGo/" target="[object Object]">Facebook</a></strong>&nbsp;y&nbsp;<strong><a href="https://twitter.com/opencampus_go" target="[object Object]">Twitter</a></strong></p>
<p><a href="https://www.facebook.com/OpenCampusGo/" target="[object Object]"><img src="/static/Facebook.png" alt="" type="saveimage" target="[object Object]" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" width="52" height="52" /></a>&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<a href="https://twitter.com/opencampus_go" target="[object Object]"><img src="/static/Twitter.png" alt="" type="saveimage" target="[object Object]" preventdefault="function (){r.isDefaultPrevented=n}" stoppropagation="function (){r.isPropagationStopped=n}" stopimmediatepropagation="function (){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" width="53" height="52" /></a></p></article></section>