<h2><span style="color: #3366ff;">reto 01:</span></h2>
<p>Un <strong>reto</strong> es una&nbsp;evaluaci&oacute;n&nbsp;diferente a una forma com&uacute;n de tipo test, involucra actividades diferentes que realizar&aacute; con algunas tareas de investigaci&oacute;n, adem&aacute;s de incorporar elementos de su creatividad.</p>
<p>Las actividades de evaluaci&oacute;n de este tipo son de <span style="color: #ff9900;"><strong>revisi&oacute;n por pares</strong></span>, esto implica que tendr&aacute; un <strong><span style="color: #ff9900;">plazo</span></strong> para<strong> realizar la tarea planteada y subirla a la plataforma</strong> y otro <strong><span style="color: #ff9900;">plazo</span></strong> para <strong>realizar la valoraci&oacute;n de los trabajos de otros participantes del curso</strong>, que ser&aacute;n an&oacute;nimos. Para la fase de esta valoraci&oacute;n usted dispondr&aacute; de una&nbsp;r&uacute;brica de calificaci&oacute;n que est&aacute; incorporada en la plataforma y que le permitir&aacute; hacer el trabajo f&aacute;cilmente.</p>
<p>Usted va a aprender lo siguiente:</p>
<ol>
<li>Abstraer su aprendizaje y organizar ideas para plasmarlas a trav&eacute;s de un p&oacute;ster.</li>
<li>Aprender a manejar herramientas inform&aacute;ticas para&nbsp;presentar un p&oacute;ster explicativo.</li>
<li>Valorar el trabajo realizado por otras personas y diferenciar otros puntos de vista de un mismo tema.</li>
</ol>
<p></p>
<p><span style="color: #3366ff;"><strong>Indicaciones del trabajo a realizar</strong></span></p>
<ul>
<li>Revise los contenidos que corresponden a la Semana 2. Todos los temas son interesantes y se pueden extender, depende de cada uno de los participantes.</li>
<li>Tome nota de los datos m&aacute;s importantes, puede&nbsp;buscar adicional a ello&nbsp;alguna fotograf&iacute;a, imagen, datos importantes que considere relevantes.</li>
<li>Organice sus ideas para mostrarlas a trav&eacute;s de un p&oacute;ster, mismo que debe contener texto, im&aacute;genes, datos relevantes.</li>
<li>Utilice una herramienta tecnol&oacute;gica que le permita explotar su creatividad para mostrarlos. Hay varias herramientas gratuitas que puede utilizar, en este a&ntilde;o algunas se publicaron <a href="https://www.lomejordewp.com/herramientas-gratuitas-crear-infografias-gratis/" target="[object Object]">aqu&iacute;</a>.&nbsp;</li>
<li>Seleccione una herramienta para trabajar, puede utilizar una plantilla de las que est&aacute;n elaboradas, una que vaya acorde a las ideas que ya tiene organizadas. <span style="color: #993366;"><strong>Verifique que en la herramienta seleccionada le permita descargar un archivo en formato JPG.&nbsp;</strong></span></li>
<li>Realice su trabajo en la herramienta - plantilla seleccionada.</li>
<li>Ingrese a la plataforma, bajo estas instrucciones hay una casilla donde debe pegar el enlace de su trabajo.</li>
</ul>
<p><strong><span style="color: #3366ff;">Fechas importantes</span></strong></p>
<ul>
<li>Usted podr&aacute; subir su trabajo en la casilla que se activara debajo de estas instrucciones&nbsp;<span style="color: #ff9900;"><strong>desde el 22 de abril hasta el&nbsp;3 de mayo de 2020</strong></span>.</li>
<li>Debe ingresar nuevamente a esta secci&oacute;n para realizar la evaluaci&oacute;n de los trabajos de sus pares <span style="color: #ff9900;"><strong>desde el 4&nbsp;hasta el 17 de mayo de 2020</strong></span>.</li>
</ul>
<p><span style="color: #993366;"><strong>NOTA:</strong> </span><em>Usted debe realizar las 2 fases de este RETO, subir el enlace de su l&iacute;nea de tiempo y realizar la evaluaci&oacute;n a sus pares asignados, caso contrario, su trabajo <strong>no tendr&aacute; calificaci&oacute;n.</strong></em></p>
<p></p>
<p></p>