<h2><strong><span style="color: #0000ff;">Recursos de revisi&oacute;n opcional</span></strong></h2>
<p>A continuaci&oacute;n se publican algunos recursos que puede revisarlos como complemento al tema de redes e Internet. Las ciencias de la computaci&oacute;n derivan varias especialidades lo cual permite &uacute;nicamente que se puedan seleccionar y compartir algunos recursos con temas clave.</p>
<ul>
<li>La seguridad inform&aacute;tica tiene mucha relaci&oacute;n con nuestros valores &eacute;ticos y morales. Hay ramas especializadas en el estudio de delitos inform&aacute;ticos y seguridad. En&nbsp;<a href="/static/Seguridad_en_internet.pdf" target="[object Object]">este documento</a> encontrar&aacute; algunas medidas a tomar en cuenta para <strong>navegar seguro en la Web</strong>, usted y los suyos.&nbsp;</li>
<li>Los <strong>virus y antivirus</strong> se han convertido en una amenaza constante, conforme ha avanzado la tecnolog&iacute;a tambi&eacute;n se han desarrollado virus, m&aacute;s potentes, por lo cual es necesario conocer y evitar. En el siguiente&nbsp;<a href="/static/Virus_Informaticos.pdf" target="[object Object]">documento</a> encontrar&aacute; informaci&oacute;n sobre virus, definiciones, caracter&iacute;sticas, tipos, Y en<a href="https://nomasvirus.com/2018/02/11/los-virus-informaticos-actuales-mas-peligrosos-2018/" target="[object Object]"> este blog</a>, informaci&oacute;n actualizada sobre los virus catalogados como m&aacute;s peligrosos en 2018.</li>
<li>Actualmente a nivel de Latinoam&eacute;rica se han tipificado en la legislaci&oacute;n los <strong>delitos inform&aacute;ticos</strong>. Por ello es conveniente que conozca algunas generalidad de este tema, mismas que se plasman en el siguiente <a href="https://youtu.be/G5ups7SuqC4" target="[object Object]">recurso audiovisual</a>. Y si desea conocer m&aacute;s desde un enfoque de&nbsp;legislaci&oacute;n&nbsp;ecuatoriana, puede revisar este&nbsp;<a href="/static/cyb_ecu_delitos_inform.pdf" target="[object Object]">documento</a>.</li>
</ul>