<h3 style="box-sizing: inherit; color: #2e2e2e; font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; line-height: 1.4em; font-family: 'Source Sans', 'Open Sans', Verdana, Geneva, sans-serif, sans-serif; background-color: rgba(255, 255, 255, 0.75);"><span style="box-sizing: inherit; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; font-size: inherit; line-height: 1.4em; font-family: inherit; color: #993366;"><strong style="box-sizing: inherit; line-height: 1.4em;">R&uacute;brica de evaluaci&oacute;n para el Reto 01</strong></span></h3>
<p style="box-sizing: inherit; color: #2e2e2e; margin: 0px 0px 1.41575em; font-family: 'Source Sans', 'Open Sans', Verdana, Geneva, sans-serif, sans-serif; font-size: 16px; background-color: rgba(255, 255, 255, 0.75);">Estimado participante, revise la siguiente r&uacute;brica. Se describen los aspectos a evaluar, mismos que le servir&aacute;n para&nbsp;revisar su trabajo previo a su presentaci&oacute;n y para hacer la evaluaci&oacute;n a sus pares.</p>
<p style="box-sizing: inherit; color: #2e2e2e; margin-right: 0px; margin-bottom: 1.41575em; margin-left: 0px; font-family: 'Source Sans', 'Open Sans', Verdana, Geneva, sans-serif, sans-serif; font-size: 16px; background-color: rgba(255, 255, 255, 0.75);"><strong style="box-sizing: inherit; line-height: 1.4em;">Sobre la evaluaci&oacute;n de pares:</strong>&nbsp; los trabajos a evaluar se asignan en la fecha establecida y en el mismo espacio donde subi&oacute; su trabajo, a continuaci&oacute;n de lo que usted subi&oacute;. Las im&aacute;genes de sus pares se listar&aacute;n en el mismo espacio donde subi&oacute; su trabajo y deber&aacute; observar y emitir su criterio de puntuaci&oacute;n.</p>
<p style="box-sizing: inherit; color: #2e2e2e; margin-right: 0px; margin-bottom: 1.41575em; margin-left: 0px; font-family: 'Source Sans', 'Open Sans', Verdana, Geneva, sans-serif, sans-serif; font-size: 16px; background-color: rgba(255, 255, 255, 0.75);"></p>
<table style="height: 276px;" width="1445">
<tbody>
<tr>
<td style="width: 337px;"><span style="color: #0000ff;">&nbsp;CRITERIO</span></td>
<td style="width: 269px;"><span style="color: #0000ff;">Excelente</span></td>
<td style="width: 268px;"><span style="color: #0000ff;">Bien</span></td>
<td style="width: 269px;"><span style="color: #0000ff;">Regular</span></td>
<td style="width: 268px;"><span style="color: #0000ff;">Puede mejorar</span></td>
</tr>
<tr>
<td style="width: 337px;">&nbsp;</td>
<td style="width: 269px;"></td>
<td style="width: 268px;"></td>
<td style="width: 269px;"></td>
<td style="width: 268px;"></td>
</tr>
<tr>
<td style="width: 337px;">
<p>CONTENIDO: Utiliza diversos elementos como texto, im&aacute;genes o gr&aacute;ficos, videos y otros recursos para realizar el trabajo.</p>
</td>
<td style="width: 269px;">Utiliza m&aacute;s de 3 elementos en la tarea solicitada, tales como texto, diagramas, im&aacute;genes, datos num&eacute;ridos, etc. y se entiende la informaci&oacute;n que transmite.</td>
<td style="width: 268px;">Utiliza m&aacute;s de 3 elementos en la tarea solicitada (por ejemplo: texto, im&aacute;genes, datos importantes), pero es confuso.</td>
<td style="width: 269px;">Utiliza solamente 2 elementos en la tarea solicitada (por ejemplo:&nbsp; texto, e im&aacute;genes)</td>
<td style="width: 268px;">Utiliza solo un elemento en la tarea solicitada (ejemplo: s&oacute;lo texto de descripci&oacute;n o s&oacute;lo im&aacute;genes)</td>
</tr>
<tr>
<td style="width: 337px;">DISE&Ntilde;O:Los elementos de la l&aacute;mina de presentaci&oacute;n est&aacute;n sim&eacute;tricamente distribuidos entre texto, im&aacute;genes, datos, etc.</td>
<td style="width: 269px;">Los elementos utilizados en la tarea solicitada se han distribuido sim&eacute;tricamente en todo el espacio.</td>
<td style="width: 268px;">Los elementos utilizados en la tarea solicitada se han distribuido el espacio de la l&aacute;mina, pero podr&iacute;an distribuirse mejor.</td>
<td style="width: 269px;">La distribuci&oacute;n de los elementos de la tarea solicitada es confusa.</td>
<td style="width: 268px;">No hay una correcta distribuci&oacute;n de los elementos de la tarea solicitada.</td>
</tr>
<tr>
<td style="width: 337px;">REDACCI&Oacute;N - S&Iacute;NTESIS: El lenguaje utilizado es correcto y sabe sintetizar la informaci&oacute;n que se quiere transmitir</td>
<td style="width: 269px;">Utiliza un lenguaje, preciso. Hace una s&iacute;ntesis para explicar cada elemento mostrado en el trabajo.</td>
<td style="width: 268px;">El lenguaje utilizado para explicar&nbsp;el trabajo realizado es claro, pero hay poca informaci&oacute;n.</td>
<td style="width: 269px;">No se entiende el trabajo, hay poca informaci&oacute;n y es confusa.</td>
<td style="width: 268px;">Se detecta que la descripci&oacute;n realizada es una copia o denota que no realiz&oacute; la visita solicitada.</td>
</tr>
</tbody>
</table>
<p></p>