<h2><span style="color: #3366ff;">RETO 02:</span></h2>
<p style="font-size: 16px;">Un&nbsp;<strong>reto</strong>&nbsp;es una&nbsp;evaluaci&oacute;n&nbsp;diferente a una forma com&uacute;n de tipo test, involucra actividades diferentes que realizar&aacute; con algunas tareas de investigaci&oacute;n, adem&aacute;s de incorporar elementos de su creatividad.</p>
<p style="font-size: 16px;">Las actividades de evaluaci&oacute;n de este tipo son de&nbsp;<span style="color: #ff9900;"><strong>revisi&oacute;n por pares</strong></span>, esto implica que tendr&aacute; un&nbsp;<strong><span style="color: #ff9900;">plazo</span></strong>&nbsp;para<strong>&nbsp;realizar la tarea planteada y subirla a la plataforma</strong>&nbsp;y otro&nbsp;<strong><span style="color: #ff9900;">plazo</span></strong>&nbsp;para&nbsp;<strong>realizar la valoraci&oacute;n de los trabajos de otros participantes del curso</strong>, que ser&aacute;n an&oacute;nimos. Para la fase de esta valoraci&oacute;n usted dispondr&aacute; de una&nbsp;r&uacute;brica de calificaci&oacute;n que est&aacute; incorporada en la plataforma y que le permitir&aacute; hacer el trabajo f&aacute;cilmente.</p>
<p style="font-size: 16px;">Usted va a aprender lo siguiente:</p>
<ol>
<li>Conocer aplicaciones de IA desarrolladas en la actualidad.</li>
<li>Aprender a manejar herramientas inform&aacute;ticas para sintetizar informaci&oacute;n para transferir conocimiento.</li>
</ol>
<p style="font-size: 16px;"></p>
<p style="font-size: 16px;"><span style="color: #3366ff;"><strong>Indicaciones del trabajo a realizar</strong></span></p>
<ul>
<li>Investigar sobre los desarrollos m&aacute;s recientes de Inteligencia Artificial.</li>
<li>Seleccione un desarrollo o proyecto que considere relevante.</li>
<li>Al desarrollo o proyecto que ha seleccionado ub&iacute;quelo dentro de una sub&aacute;rea de la IA (por ejemplo: sistemas basados en el conocimiento, redes neuronales, etc,), resuma sus caracter&iacute;sticas o la funci&oacute;n para la que fue realizado&nbsp; e identifique el &aacute;rea o &aacute;reas e conocimiento relacionadas con el mismo (por ejemplo: bi&oacute;log&iacute;a, econom&iacute;a, etc)</li>
<li>Utilice la herramienta Power Point, o cualquier otra que sea de su elecci&oacute;n para elaborar una presentaci&oacute;n que resuma su trabajo. De tal manera que obtenga un solo archivo .jpg como el que se muestra a continuaci&oacute;n.</li>
</ul>
<p style="padding-left: 30px;"><img src="/static/inteligencia-artificial-infografia.jpg" alt="" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" width="455" height="260" /></p>
<ul>
<li>Ingrese el t&iacute;tulo de su trabajo en la caja de texto y adjunte el archivo. Es importante que el archivo no pese m&aacute;s de 5MB para que no tenga problemas al subirlo.</li>
</ul>
<p style="font-size: 16px;"><strong><span style="color: #3366ff;">Fechas importantes</span></strong></p>
<ul>
<li>Usted podr&aacute; subir su trabajo en la casilla que se activara debajo de estas instrucciones&nbsp;<span style="color: #ff9900;"><strong>desde el 27&nbsp;de&nbsp;mayo hasta el 2 de&nbsp;junio de 2019</strong></span>.</li>
<li>Debe ingresar nuevamente a esta secci&oacute;n para realizar la evaluaci&oacute;n de los trabajos de sus pares&nbsp;<span style="color: #ff9900;"><strong>desde el 02 hasta el 09 de&nbsp;junio de 2019</strong></span>.</li>
</ul>
<p style="font-size: 16px;"><span style="color: #993366;"><strong>NOTA:</strong>&nbsp;</span><em>Usted debe realizar las 2 fases de este RETO, subir el enlace de su l&iacute;nea de tiempo y realizar la evaluaci&oacute;n a sus pares asignados, caso contrario, su trabajo&nbsp;<strong>no tendr&aacute; calificaci&oacute;n.</strong></em></p>
<p><em><strong>&nbsp;</strong></em></p>