<h2><strong><span style="color: #3366ff;">Bases de la Inteligencia Artificial</span></strong></h2>
<p>Las ciencias que aportan al desarrollo de la IA son diversas, entre ellas se destacan: Filosof&iacute;a,&nbsp; Matem&aacute;ticas, Psicolog&iacute;a, Ingenier&iacute;a Computaci&oacute;n, Lingu&iacute;stica</p>
<p><strong>Filosof&iacute;a</strong>, ciencia que debate&nbsp;sobre la posibilidad de una inteligencia mec&aacute;nica. Se fundamenta en las propuestas de&nbsp;Plat&oacute;n (leyes que gobiernan el pensamiento como silogismos, l&oacute;gica); Descartas, Leibniz: la mente est&aacute; ligada al mundo f&iacute;sico;&nbsp;John Locke: en el principio fue la Mente (1690);&nbsp;Hume (1779), Russell: el conocimiento es fruto de la percepci&oacute;n y se adquiere por la experiencia (inducci&oacute;n). Esto plantea que el conocimiento est&aacute; representado por teor&iacute;as l&oacute;gicas. Finalmente, Darwin (1857): destrucci&oacute;n del ex nihilo nihil fit a trav&eacute;s de la teor&iacute;a de la evoluci&oacute;n por selecci&oacute;n natural.</p>
<p><strong>Matem&aacute;ticas</strong>, ciencia que ayuda a las bases filos&oacute;ficas pues necesitan reglas formales. Se destaban Boole, Fregue quienes nos ayudan con la parte de l&oacute;gica matem&aacute;tica; G&ouml;del, Turing quienes aportan con los l&iacute;mites de lo computable (teorema de incompletitud) y Fermat, Bernoulli, Bayes con sus teor&iacute;as de probabilidad, razonamiento probabil&iacute;stico.</p>
<p><strong>Psicolog&iacute;a</strong>,&nbsp;esta ciencia cognitiva aporta con teor&iacute;as sobre la conducta, las bases del comportamiento racional a trav&eacute;s de representaci&oacute;n de los est&iacute;mulos externos, manipulaci&oacute;n consciente de la representaci&oacute;n y actuaci&oacute;n consecuente.</p>
<p><strong>Ingenier&iacute;a computacional</strong>, es el soporte tangible de la IA (hardware) pues aporta con diferentes tipos de dispositivos y herramientas para desarrollar los programas de IA.</p>
<p><strong>Ling&uuml;&iacute;stica</strong>, se apoya en la representaci&oacute;n de conocimiento y gram&aacute;tica de la lengua (Chomsky) y la ling&uuml;&iacute;stica computacional.</p>
<p></p>
<div align="center"><img src="/static/Artificial-Intelligence.jpg" alt="" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" width="800" height="360" /></div>