<h2><span style="color: #3366ff;">reto 01:</span></h2>
<p>Un <strong>reto</strong> es una&nbsp;evaluaci&oacute;n&nbsp;diferente a una forma com&uacute;n de tipo test, involucra actividades diferentes que realizar&aacute; con algunas tareas de investigaci&oacute;n, adem&aacute;s de incorporar elementos de su creatividad.</p>
<p>Las actividades de evaluaci&oacute;n de este tipo son de <span style="color: #ff9900;"><strong>revisi&oacute;n por pares</strong></span>, esto implica que tendr&aacute; un <strong><span style="color: #ff9900;">plazo</span></strong> para<strong> realizar la tarea planteada y subirla a la plataforma</strong> y otro <strong><span style="color: #ff9900;">plazo</span></strong> para <strong>realizar la valoraci&oacute;n de los trabajos de otros participantes del curso</strong>, que ser&aacute;n an&oacute;nimos. Para la fase de esta valoraci&oacute;n usted dispondr&aacute; de una&nbsp;r&uacute;brica de calificaci&oacute;n que est&aacute; incorporada en la plataforma y que le permitir&aacute; hacer el trabajo f&aacute;cilmente.</p>
<p>Usted va a aprender lo siguiente:</p>
<ol>
<li>Realizar una l&iacute;nea de tiempo.</li>
<li>Aprender a manejar herramientas inform&aacute;ticas para hacer l&iacute;neas de tiempo y publicarlas en l&iacute;nea.</li>
</ol>
<p><strong><span style="text-decoration: underline;">Qu&eacute; es una l&iacute;nea de tiempo</span>?</strong>&nbsp;</p>
<p>Seg&uacute;n el blog especializado de&nbsp;<a href="https://www.portaleducativo.net" target="[object Object]">Portal Educativo</a>, la l&iacute;nea de tiempo permite ordenar una secuencia de eventos o de hitos sobre un tema, de tal forma que se visualice con claridad la relaci&oacute;n temporal entre ellos.</p>
<p>Para elaborar una L&iacute;nea de Tiempo sobre un tema particular, se deben <span style="color: #ff9900;"><strong>identificar los eventos y las fechas (iniciales y finales)</strong></span> en que estos ocurrieron; <span style="color: #ff9900;"><strong>ubicar los eventos en orden cronol&oacute;gico</strong></span>; <strong><span style="color: #ff9900;">seleccionar los hitos m&aacute;s relevantes</span></strong> del tema estudiado para poder establecer los intervalos de tiempo m&aacute;s adecuados; agrupar los eventos similares; determinar la escala de visualizaci&oacute;n que se va a usar y por &uacute;ltimo, organizar los eventos en forma de diagrama.&nbsp;</p>
<p><strong>Ejemplos</strong>:&nbsp;<a href="https://time.graphics/es/line/258049" target="[object Object]">L&iacute;nea de tiempo sobre mujeres que se han destacado en el mundo</a>, <a href="http://cadenadelsur.com/wp-content/uploads/2017/09/DJenx3uXgAUsRfq.jpg" target="[object Object]">l&iacute;nea de tiempo de desaparici&oacute;n forzada de Santiago Maldonado</a>, <a href="https://cdn.computerhoy.com/sites/navi.axelspringer.es/public/styles/1200_amp/public/media/image/2018/05/como-crear-linea-tiempo-word_0.jpg?itok=6rXhLtys" target="[object Object]">l&iacute;nea de tiempo sobre eventos catastr&oacute;ficos</a>.</p>
<p><span style="color: #3366ff;"><strong>Indicaciones del trabajo a realizar</strong></span></p>
<ul>
<li>Haga&nbsp;una investigaci&oacute;n bibliogr&aacute;fica,&nbsp; sobre las caracter&iacute;sticas m&aacute;s importantes de las computadoras desde su primera generaci&oacute;n hasta la actualidad. Puede utilizar google, tratando de recoger fuentes de informaci&oacute;n de calidad, tales como blogs especializados, repositorios educativos, etc.</li>
<li>Tome nota de los datos m&aacute;s importantes, puede ser tambi&eacute;n alguna fotograf&iacute;a, imagen, arquitectura, etc.&nbsp;</li>
<li>A continuaci&oacute;n, utilice una herramienta de desarrollo de l&iacute;neas de tiempo en l&iacute;nea, puede ser&nbsp;<a href="https://www.visme.co/es/linea-de-tiempo/" target="[object Object]">Visme</a>,&nbsp;<a href="https://time.graphics/es/" target="[object Object]">Time Graphics</a>,&nbsp;<a href="https://www.tiki-toki.com/" target="[object Object]">Tiki-Toki</a> u otra que usted crea conveniente, pero que permita generar para compartir&nbsp;un enlace URL (enlace Web) del trabajo realizado.</li>
<li>Dentro de la herramienta, trabaje con los datos recolectados&nbsp; e incl&uacute;yalos en el dise&ntilde;o de su l&iacute;nea de tiempo.</li>
<li>Genere el enlace para compartir.</li>
<li>Ingrese a la plataforma, bajo estas instrucciones hay una casilla donde debe pegar el enlace de su trabajo.</li>
</ul>
<p><strong><span style="color: #3366ff;">Fechas importantes</span></strong></p>
<ul>
<li>Usted podr&aacute; subir su trabajo en la casilla que se activara debajo de estas instrucciones&nbsp;<span style="color: #ff9900;"><strong>desde el 22 de abril hasta el 5 de mayo de 2019</strong></span>.</li>
<li>Debe ingresar nuevamente a esta secci&oacute;n para realizar la evaluaci&oacute;n de los trabajos de sus pares <span style="color: #ff9900;"><strong>desde el 06 hasta el 12 de mayo de 2019</strong></span>.</li>
</ul>
<p><span style="color: #993366;"><strong>NOTA:</strong> </span><em>Usted debe realizar las 2 fases de este RETO, subir el enlace de su l&iacute;nea de tiempo y realizar la evaluaci&oacute;n a sus pares asignados, caso contrario, su trabajo <strong>no tendr&aacute; calificaci&oacute;n.</strong></em></p>
<p></p>
<p></p>