<h3><span style="color: #993366;"><strong>R&uacute;brica de evaluaci&oacute;n para el Reto 01</strong></span></h3>
<p>Estimado participante, revise la siguiente r&uacute;brica. Se describen los aspectos a evaluar, mismos que le servir&aacute;n para hacer su trabajo y para hacer la evaluaci&oacute;n a sus pares.</p>
<p><strong>Sobre la evaluaci&oacute;n de pares:</strong>&nbsp; los trabajos a evaluar se asignan en la fecha establecida y en el mismo espacio donde subi&oacute; su trabajo, a continuaci&oacute;n de lo que usted subi&oacute;. Entonces deber&aacute; copiar y pegar en un navegador el enlace de los trabajos que se han asignado para revisar e ir asignando la calificaci&oacute;n correspondiente en la plataforma.</p>
<table style="height: 276px;" width="1445">
<tbody>
<tr>
<td style="width: 337px;"><span style="color: #0000ff;">&nbsp;CRITERIO</span></td>
<td style="width: 269px;"><span style="color: #0000ff;">Excelente</span></td>
<td style="width: 268px;"><span style="color: #0000ff;">Bien</span></td>
<td style="width: 269px;"><span style="color: #0000ff;">Regular</span></td>
<td style="width: 268px;"><span style="color: #0000ff;">Puede mejorar</span></td>
</tr>
<tr>
<td style="width: 337px;">&nbsp;</td>
<td style="width: 269px;">5</td>
<td style="width: 268px;">4</td>
<td style="width: 269px;">3</td>
<td style="width: 268px;">1</td>
</tr>
<tr>
<td style="width: 337px;">
<p>CONTENIDO: Ha utilizado diversos elementos como texto, im&aacute;genes o gr&aacute;ficos, videos y otros recursos para realizar el trabajo</p>
</td>
<td style="width: 269px;">Utiliza m&aacute;s de 3 elementos en la l&iacute;nea de tiempo tales como texto, a&ntilde;os, im&aacute;genes, videos, etc.</td>
<td style="width: 268px;">Utiliza m&aacute;s de 3 elementos en la l&iacute;nea de tiempo (por ejemplo: texto, a&ntilde;o, im&aacute;genes)</td>
<td style="width: 269px;">Utiliza solamente 2 elementos en la l&iacute;nea de tiempo (por ejemplo:&nbsp; texto, e im&aacute;genes)</td>
<td style="width: 268px;">Utiliza solo un elemento en la l&iacute;nea de tiempo (ejemplo: s&oacute;lo texto de descripci&oacute;n o s&oacute;lo im&aacute;genes)</td>
</tr>
<tr>
<td style="width: 337px;">DISE&Ntilde;O: Los elementos de la l&iacute;nea de tiempo est&aacute;n sim&eacute;tricamente distribuidos.</td>
<td style="width: 269px;">&nbsp;Los elementos utilizados en la l&iacute;nea de tiempo se encuentran sim&eacute;tricamente distribuidos</td>
<td style="width: 268px;">&nbsp;Los elementos utilizados en la l&iacute;nea de tiempo se encuentran distribuidos, pero podr&iacute;an distribuirse mejor</td>
<td style="width: 269px;">&nbsp;La distribuci&oacute;n de los elementos de la l&iacute;nea de tiempo es confusa.</td>
<td style="width: 268px;">&nbsp;No hay una correcta distribuci&oacute;n de la l&iacute;nea de tiempo.</td>
</tr>
<tr>
<td style="width: 337px;">REDACCI&Oacute;N - S&Iacute;NTESIS: El lenguaje utilizado es correcto y sabe sintetizar la informaci&oacute;n que se quiere transmitir</td>
<td style="width: 269px;">Utiliza un lenguaje, preciso. Hace una s&iacute;ntesis para explicar cada generaci&oacute;n de computadoras.</td>
<td style="width: 268px;">El lenguaje utilizado para explicar cada generaci&oacute;n es claro, pero podr&iacute;a mejorar.</td>
<td style="width: 269px;">La s&iacute;ntesis&nbsp;realizada explica cada generaci&oacute;n de computadores en la l&iacute;nea de tiempo es confusa, no se entiende.</td>
<td style="width: 268px;">Se detecta que la descripci&oacute;n realizada es una copia de Internet</td>
</tr>
</tbody>
</table>
<p>Cualquier duda que tenga sobre este trabajo, puede escribir a iecadme@utpl.edu.ec</p>