<h2><span style="color: #0000ff;">Clasificaci&oacute;n de las redes</span></h2>
<p>Las redes de computadores pueden clasificarse sobre base de distintos criterios. Los dos criterios que se manejan m&aacute;s com&uacute;nmente&nbsp;para establecer dicha clasificaci&oacute;n son: el tama&ntilde;o dela red y la disposici&oacute;n f&iacute;sica de los equipos dentro de ella.</p>
<p>En funci&oacute;n del tama&ntilde;o de la red, que permite diferenciar el n&uacute;mero de equipos y la extensi&oacute;n f&iacute;sica que ocupa, tenemos redes de &aacute;rea local (LAN). redes de &aacute;rea metropolitana (MAN) y redes de &aacute;rea amplia (WAN).</p>
<p><img style="float: right; margin: 10px;" src="/static/LAN_MAN_WAN.jpg" type="saveimage" target="[object Object]" width="434" height="282" />Una <strong>red de &aacute;rea local (LAN - <em>Local Area Network</em>)</strong> es una red en la que las computadoras se encuentran f&iacute;sicamente cerca entre s&iacute;, normalmente en el mismo edificio. Una LAN t&iacute;pica incluye una colecci&oacute;n de computadoras y perif&eacute;ricos; cada computadora y perif&eacute;rico en red es un nodo individual de la red. Los nodos est&aacute;n conectados mediante cables, que sirven como rutas para el transporte de datos entre las m&aacute;quinas.</p>
<p>Una <strong>red de &aacute;rea metropolitana (MAN - <em>Metropolitan Area Network</em>)</strong> es un servicio que enlaza dos o m&aacute;s LAN dentro de una ciudad. Normalmente, el servicio MAN lo proporciona una empresa telef&oacute;nica o de telecomunicaciones. Con una MAN, una empresa puede mantener unidos a sus empleados incluso aunque se encuentren en edificios diferentes.</p>
<p>Una <strong>red de &aacute;rea amplia (WAN - <em>Wide Area Network</em>)</strong>, como su propio nombre indica, es una red que se extiende a grandes distancias. En una WAN, cada sitio de la red es un nodo de la misma. Los datos se transmiten a larga distancia entre redes en una colecci&oacute;n de caminos comunes conocida como <a href="https://es.wikipedia.org/wiki/Backbone" target="[object Object]">backbone</a>. Las WAN m&aacute;s grandes son posibles gracias a la red de l&iacute;neas telef&oacute;nicas, torres de transmisi&oacute;n de microondas y sat&eacute;lites que abarcan todo el planeta. La mayor&iacute;a de las WAN son operaciones privadas dise&ntilde;adas para enlazar oficinas corporativas o gubernamentales geogr&aacute;ficamente dispersas.</p>
<p>Otro criterio de clasificaci&oacute;n de las redes es la topolog&iacute;a. Se entiende por <span style="color: #3366ff;"><strong>topolog&iacute;a f&iacute;sica</strong></span> de una red la disposici&oacute;n f&iacute;sica que toman los distintos equipos que la conforman,&nbsp; y&nbsp; la&nbsp; forma&nbsp; en que est&aacute;n conectados. Las topolog&iacute;as se asocian a un medio de transmisi&oacute;n y un m&eacute;todo de acceso al medio espec&iacute;fico. Las topolog&iacute;as m&aacute;s utilizadas son:</p>
<div align="center"><img src="/static/topologias2.jpg" alt="" type="saveimage" target="[object Object]" preventdefault="function(){r.isDefaultPrevented=n}" stoppropagation="function(){r.isPropagationStopped=n}" stopimmediatepropagation="function(){r.isImmediatePropagationStopped=n}" isdefaultprevented="function t(){return!1}" ispropagationstopped="function t(){return!1}" isimmediatepropagationstopped="function t(){return!1}" width="560" height="288" /></div>
<p><strong>Topolog&iacute;a en bus</strong>: Es de f&aacute;cil configuraci&oacute;n, la disposici&oacute;n f&iacute;sica m&aacute;s simple, consiste&nbsp;en&nbsp;un conjunto de&nbsp;computadores&nbsp;dispuestos uno detr&aacute;s de otro en la que la conexi&oacute;n se asegura a trav&eacute;s de un bus &uacute;nico de comunicaciones donde ponen informaci&oacute;n todos los equipos. Las primeras&nbsp; LAN&nbsp; se&nbsp; conformaban&nbsp; con&nbsp; este&nbsp; tipo&nbsp; de topolog&iacute;a.</p>
<p><strong>Topolog&iacute;a en estrella</strong>: Es la m&aacute;s utilizadas en las redes actuales. Las computadoras se conectan entre s&iacute; utilizando un elemento centralizador en el que confluyen todas las conexiones.</p>
<p><strong>Topolog&iacute;a en anillo</strong>: Se utilizan en la configuraci&oacute;n caminos&nbsp;de gran ancho de banda que comunican normalmente un conjunto de edificios, integrando varias redes locales establecidas en cada uno de ellos, dando lugar as&iacute; a una red MAN. Utiliza anillos de fibra &oacute;ptica que son muy frecuentes, por ejemplo, en campus universitarios, donde es necesario poner en contacto las redes locales de las distintas facultades o escuelas.&nbsp;</p>
<p><strong>Topolog&iacute;a en &aacute;rbol</strong>: Es una extensi&oacute;n natural de la topolog&iacute;a en estrella, donde&nbsp;existen multitud de nodos, constituidos normalmente por concentradores o switches, a los que se conectan otros segmentos de red, de forma en que todo el conjunto est&aacute; interconectado.</p>
<p>Observe el siguiente recurso audiovisual, en el que se resume la clasificaci&oacute;n de las redes.</p>