<!-- #######  YAY, I AM THE SOURCE EDITOR! #########-->
<h3 style="box-sizing: inherit; color: #2e2e2e; font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; line-height: 1.4em; font-family: 'Source Sans', 'Open Sans', Verdana, Geneva, sans-serif, sans-serif; background-color: rgba(255, 255, 255, 0.75);"><span style="box-sizing: inherit; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; font-size: inherit; line-height: 1.4em; font-family: inherit; color: #993366;"><strong style="box-sizing: inherit; line-height: 1.4em;">R&uacute;brica de evaluaci&oacute;n para el Reto 02</strong></span></h3>
<p style="box-sizing: inherit; color: #2e2e2e; margin: 0px 0px 1.41575em; font-family: 'Source Sans', 'Open Sans', Verdana, Geneva, sans-serif, sans-serif; font-size: 16px; background-color: rgba(255, 255, 255, 0.75);">Estimado participante, revise la siguiente r&uacute;brica. Se describen los aspectos a evaluar, mismos que le servir&aacute;n para&nbsp;revisar su trabajo propio, previo a su presentaci&oacute;n y luego para hacer la evaluaci&oacute;n a sus pares.</p>
<p style="box-sizing: inherit; color: #2e2e2e; margin-right: 0px; margin-bottom: 1.41575em; margin-left: 0px; font-family: 'Source Sans', 'Open Sans', Verdana, Geneva, sans-serif, sans-serif; font-size: 16px; background-color: rgba(255, 255, 255, 0.75);"><strong style="box-sizing: inherit; line-height: 1.4em;">Sobre la evaluaci&oacute;n de pares:</strong>&nbsp; los trabajos a evaluar se asignan en la fecha establecida y en el mismo espacio donde subi&oacute; su trabajo, a continuaci&oacute;n de lo que usted envi&oacute;. Los trabajos de sus pares se listar&aacute;n en el mismo espacio donde subi&oacute; su trabajo y deber&aacute; observar y emitir su criterio de puntuaci&oacute;n.</p>
<p>&nbsp;R&uacute;brica de evaluaci&oacute;n:</p>
<table class="editorDemoTable">
<thead>
<tr>
<td><strong>CRITERIO</strong></td>
<td><strong>DESCRIPCI&Oacute;N</strong></td>
<td><strong>Nivel 4</strong></td>
<td><strong>Nivel 3</strong></td>
<td><strong>Nivel 2</strong></td>
<td><strong>Nivel 1</strong></td>
</tr>
</thead>
<tbody>
<tr>
<td><strong>Preparaci&oacute;n</strong></td>
<td>El video muestra que se ha realizado un guion previo.</td>
<td>&nbsp;</td>
<td>
<p>El guion est&aacute; bien dise&ntilde;ado y organizado.</p>
</td>
<td>
<p>El guion est&aacute; incompleto o pobremente organizado.</p>
</td>
<td>
<p>No existe un guion o est&aacute; mal organizado</p>
</td>
</tr>
<tr>
<td><strong>Contenido</strong></td>
<td><span style="color: #000000; font-size: 13px;">El contenido que observa en el video corresponde a lo solicitado.</span></td>
<td>
<p>Cubre los ejemplos en profundidad con detalles.</p>
<p>&nbsp;</p>
<p>El conocimiento del tema es excelente.</p>
<p>&nbsp;</p>
<p>Contempla cada uno de los puntos tem&aacute;ticos solicitados por el docente.</p>
<p>&nbsp;</p>
<p>Los contenidos muestran una secuencia l&oacute;gica.</p>
<p>&nbsp;</p>
</td>
<td>
<p>Incluye conocimiento b&aacute;sico sobre el tema.</p>
<p>&nbsp;</p>
<p>El contenido es bueno.</p>
<p>&nbsp;</p>
<p>Contempla s&oacute;lo algunos puntos tem&aacute;ticos solicitados por el docente.</p>
<p>&nbsp;</p>
<p>Muestra una secuencia l&oacute;gica.</p>
</td>
<td>
<p>Incluye informaci&oacute;n esencial sobre el tema, pero tiene 1-2 errores en los ejercicios.</p>
<p>&nbsp;</p>
<p>Contempla s&oacute;lo algunos puntos tem&aacute;ticos solicitados por el docente.</p>
<p>&nbsp;</p>
<p>Muestra una secuencia l&oacute;gica.</p>
<p>&nbsp;</p>
</td>
<td>
<p>El contenido es m&iacute;nimo y tiene varios errores en los ejercicios.</p>
<p>&nbsp;</p>
<p>Contemplo pocos o ninguno de los contenidos tem&aacute;ticos solicitados por el docente.</p>
<p>&nbsp;</p>
<p>&nbsp;No muestra una secuencia l&oacute;gica.</p>
</td>
</tr>
<tr>
<td><strong>Originalidad</strong></td>
<td><span id="demoId">El video muestra el trabajo propuesto con ideas propias del estudiante</span></td>
<td>
<p>El video demuestra gran originalidad.</p>
<p>&nbsp;</p>
<p>Las ideas son creativas e ingeniosas.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</td>
<td>
<p>El video demuestra cierta originalidad.</p>
<p>&nbsp;</p>
<p>El trabajo demuestra el uso de nuevas ideas y de perspicacia.</p>
</td>
<td>
<p>Usa ideas de otras personas (d&aacute;ndoles cr&eacute;dito), pero no hay casi evidencia de ideas originales.</p>
</td>
<td>
<p>Usa ideas de otras personas, pero no les da cr&eacute;dito.</p>
<p>&nbsp;</p>
<p>La mayor parte del material es de trabajos ya hechos y muestra un gui&oacute;n muy b&aacute;sico y lineal.</p>
</td>
</tr>
<tr>
<td><strong>Uso del lenguaje</strong></td>
<td>A lo largo del video se utiliza un lenguaje adecuado.</td>
<td>
<p>No hay faltas de ortograf&iacute;a ni errores gramaticales. El mensaje es claro</p>
</td>
<td>
<p>Tres o menos faltas de ortograf&iacute;a y/o errores de puntuaci&oacute;n. El mensaje es claro.</p>
</td>
<td>
<p>Cuatro errores de ortograf&iacute;a y/o errores gramaticales. A veces el mensaje es confuso</p>
</td>
<td>
<p>M&aacute;s de cuatro errores de ortograf&iacute;a y de gram&aacute;tica. No se entiende el mensaje.</p>
</td>
</tr>
<tr>
<td><strong>Contribuci&oacute;n al aprendizaje sobre el tema</strong></td>
<td>El video ayudar&aacute; a otras personas a aprender sobre el tema.</td>
<td>
<p>Constantemente presenta una reflexi&oacute;n creativa sobre el tema. Consciente de las necesidades de los compa&ntilde;eros, con frecuencia induce a un nuevo debate sobre el tema.</p>
</td>
<td>
<p>A menudo se presentan las reflexiones que se convierten en esenciales para la discusi&oacute;n del grupo.</p>
</td>
<td>
<p>De vez en cuando hace una reflexi&oacute;n significativa sobre el tema.</p>
</td>
<td>No hace ninguna reflexi&oacute;n sobre el tema.</td>
</tr>
<tr>
<td><strong>Duraci&oacute;n</strong></td>
<td>El tiempo de duraci&oacute;n del video corresponde a lo solicitado</td>
<td>&nbsp;</td>
<td>
<p>Se apega al tiempo establecido por el docente.</p>
</td>
<td>
<p>Excede o est&aacute; a -/+de 3 min. Del Tiempo establecido de duraci&oacute;n.</p>
</td>
<td>
<p>Excede o Excede o est&aacute; a -/+de 3 min. Del Tiempo establecido de duraci&oacute;n.</p>
<p>est&aacute; a -/+de 5 min. Del Tiempo establecido de duraci&oacute;n</p>
</td>
</tr>
<tr>
<td>
<p><strong>Cr&eacute;ditos</strong></p>
</td>
<td>Como en todo trabajo, se debe citar el uso de recursos de terceros e indicar el autor del video.</td>
<td>&nbsp;</td>
<td>
<p>Se atribuyen todos los cr&eacute;ditos (audio, v&iacute;deo e im&aacute;genes).</p>
</td>
<td>
<p>Se atribuyen los cr&eacute;ditos de la mayor&iacute;a de los recursos utilizados.</p>
</td>
<td>
<p>No se reconoce la autor&iacute;a de la mayor&iacute;a de los recursos</p>
</td>
</tr>
</tbody>
</table>
<p><strong>&nbsp;</strong></p>
<p>* En cuanto al puntaje, es de 0 a 5, a mayor nivel usted tendr&aacute; mayor puntaje en su trabajo.</p>
<h2 style="color: #2e6c80;"></h2>