<p>El audiovisual que se ha presentado para este tema, contiene la explicaci&oacute;n de los dispositivos de hardware b&aacute;sico que se utilizan en una red.</p>
<p>De todos los dispositivos utilizados para la construcci&oacute;n de una red, se destacan:</p>
<p><strong><span style="color: rgb(51, 102, 255);">Tarjeta de interfaz de red (NIC)</span>,</strong> a&ntilde;ade un puerto serie especial a la computadora, dise&ntilde;ado para una conexi&oacute;n directa a red.&nbsp;Controla el flujo de datos entre la RAM de la computadora y el cable de red. Al mismo tiempo convierte las se&ntilde;ales de baja potencia internas de la computadora en se&ntilde;ales m&aacute;s potentes que pueden transmitirse a trav&eacute;s de la red. El tipo de tarjeta depende del tipo de conexi&oacute;n a red necesaria.</p>
<p><span style="color: rgb(51, 102, 255);"><strong>Repetidor</strong></span>: Dispositivo que permite regenerar las se&ntilde;ales que&nbsp; se&nbsp; transmiten&nbsp; en&nbsp; una&nbsp; red,&nbsp; permitiendo&nbsp; por&nbsp; tanto aumentar la distancia. Opera directamente con las se&ntilde;ales f&iacute;sicas, por lo que es transparente a protocolos de acceso al medio y de comunicaciones.</p>
<p><span style="color: rgb(51, 102, 255);"><strong>Hub o concentrador</strong></span>:&nbsp;dispositivo que permite centralizar todas las conexiones de una red. Su &uacute;nica misi&oacute;n es repetir la informaci&oacute;n que le llega por una de las bocas RJ-45 en el resto de las bocas.</p>
<p><span style="color: rgb(51, 102, 255);"><strong>Bridge o Puente</strong></span>: dispositivo de interconexi&oacute;n (hardware normalmente) de redes que opera con las direcciones f&iacute;sicas de los equipos, permitiendo poner en com&uacute;n redes con distintas topolog&iacute;as y que usen diferentes protocolos de acceso al medio. Optimiza el rendimiento en la uni&oacute;n de redes con muchos equipos.</p>
<p><span style="color: rgb(51, 102, 255);"><strong>Switch</strong></span>: similar al concentrador o hub pero dotado de una mayor inteligencia, en el sentido de que puede gestionar unas tablas de direcciones que permiten realizar segmentaciones de red y, adem&aacute;s, algunos de ellos permiten tambi&eacute;n la asignaci&oacute;n de anchos de banda espec&iacute;ficos a las distintas bocas que lo conforman (switches gestionables).</p>
<p><span style="color: rgb(51, 102, 255);"><strong>Router, enrutador o encaminador</strong></span>: Es un dispositivo de interconexi&oacute;n de redes (hardware o software) que permite encaminar la informaci&oacute;n desde un nodo origen a un nodo destino. Las redes que se interconectan deben utilizar el mismo protocolo de red, aunque los m&eacute;todos de acceso al medio sean diferentes.</p>
<p><span style="color: rgb(51, 102, 255);"><strong>Gateway (Pasarela)</strong><span style="color: #000000;">:</span></span>&nbsp;dispositivo de interconexi&oacute;n usualmente constituido por un programa ejecutado sobre un equipo que permite la uni&oacute;n de redes totalmente heterog&eacute;neas.</p>
<p><span style="font-size: 1em;">&nbsp;</span></p>
<p></p>